using System;
using System.Collections.Generic;
using System.Linq;
using System.Net;
using System.Windows;
using System.Windows.Controls;
using System.Windows.Navigation;
using Microsoft.Phone.Controls;
using Microsoft.Phone.Shell;

namespace dxy.Page
{
    public partial class Medical : PhoneApplicationPage
    {
        string s="<div data-align=\"div-center\"><img alt=\"【题图】更年期900.jpg\" src=\"http://img.dxycdn.com/dotcom/2015/04/23/23/jh66pkv6.jpg\" data-image-size=\"900,500\"><br></div><div>医学上经常说，更年期是女性这一生中的一个重要阶段，是指女性的生殖功能从衰退到完全丧失的过渡时期。仅仅这一句话，很难读出其中的哀伤，到目前为止，我只是从父亲电话的声音里听到过：「你妈的更年期到了，我真是受不了了……」</div><div>这个征战南北的老男人，第一次不知措施地找我拯救，只是因为，母亲的更年期症状逐渐变得明显起来，两个人的关系变得紧张异常……</div><div>所以，让我们聊聊更年期的事情吧！</div><h2>更年期是怎么回事？</h2><div>「更年期」是我们普通人使用的词汇，实际上，它的学名是「围绝经期综合征」，或者「更年期综合征」（MPS）。</div><div>更年期并不是一个明确的节点，具体是指从卵巢功能开始衰退，直到绝经后一年内这段时间。这段时间里，因为性激素水平波动并逐渐减少而出现的一系列症状，就是更年期综合征。其中主要的是「自主神经系统紊乱」的症状，还有一部分是精神、情绪、心理上的症状。</div><div>中国女性的平均绝经年龄是 49.5 岁，而实际上，在此之前的几年里，女性就已经进入了「围绝经期」。</div><div>在这个阶段，卵巢里能用的卵泡都发育完了，能排的卵也都排完了，剩下的卵泡，再怎么依靠促性腺激素刺激，也没有办法发育了，这样的后果就是不会有雌激素的产生了。</div><div>于是，平时主要依赖雌激素来生长的子宫内膜也就停止生长；没有了子宫内膜周期性的生长和脱落，也就意味着停经的事实。</div><div>除了上面「自然停经」的情况外，还有一少部分女性是因为手术或者治疗的原因导致的绝经。这通常是因为疾病不得不切除双侧卵巢导致停经；此外，由于卵巢对于放疗和化疗十分敏感，因此进行放化疗，也会导致停经。</div><div>举例来讲，卵巢恶性肿瘤的年轻女性，不得不切除双侧卵巢来达到治疗效果，这就属于「人工绝经」。</div><h2>「更年期」有哪些表现？</h2><div>在了解了基本情况之后，再来说说发生在我母亲身上，同时也发生在千千万万这个阶段女性身上的更年期症状。</div><div><b>1. 月经周期的改变</b></div><div>通常，围绝经期最早出现的症状就是月经周期的改变。</div><div>平时规律的月经突然开始变得极为不规律，这种不规律，相比较当姑娘时候的月经不调来得更加波澜壮阔一些：要么突然就一滴都没有了，要么就是淋漓不净迁延数月，要么就是逐渐减少直至绝经，要么就是断断续续忽大忽小，总之，若不是这么些年见过风风雨雨，很难承受这般折磨。</div><div>可惜的是，这个症状并不能引起足够的注意。而忽略了围绝经期的开始阶段，没有足够的心理建设，则很难面对接下来的一系列症状。</div><div data-align=\"div-center\"><b><img alt=\"【插图】更年期600.jpg\" src=\"http://img.dxycdn.com/dotcom/2015/04/23/30/wgx77aei.jpg\" data-image-size=\"600,333\"><br></b></div><div><b>2. 千奇百怪的后续症状</b></div><div>一项国内的研究表明，有三分之二以上的更年期女性会出现疲乏、失眠、易激惹、 抑郁、心悸的症状，有一半左右会出现膝关节疼痛、头痛、阴道干燥、眩晕、尿失禁、出汗、潮热、性交疼痛、皮肤蚁走感等症状，这些症状大小不一，形态各异，轻重不同，持续的时间也不尽相同，有的 2～3 年，有的直到绝经后好些年依然存在，严重影响到生理和心理健康，降低生活质量。</div><div><b>（1）雌激素下降导致的症状</b></div><div>其中一些症状是因为雌激素下降后直接导致的症状，比如阴道干燥、性交疼痛是因为刺激降低后阴道粘膜变薄变脆，腺体分泌不足导致；还有尿失禁、阴道前后壁膨出、子宫脱垂等症状，是因为雌激素降低后，盆底的支撑结构弱化，尤其是顺产的女性，这些症状更加明显。</div><div>雌激素对女性来讲至关重要，因为雌激素的受体几乎存在于身体的所有组织和器官，也就是说身体处处都有雌激素发挥作用的地方。很难想象，身体雌激素水平急剧降低之后，各种器官组织的哀嚎是多么惨烈，难怪绝经期的女性会出现各种症状。</div><div><b>（2）神经递质异常导致的症状</b></div><div>雌激素的下降还会导致一系列神经递质（五羟色胺等）异常，这造成了各种各样的生理和心理影响。</div><div><b>一阵阵的潮热出汗</b></div><div>比如潮热出汗，表现为没有来由的突然从胸部向全身扩散的热浪，瞬间就是一身大汗，根本不讲理，而且多见于睡觉期间，持续的时间倒不是很长一般都是几十秒到几分钟，一天大概有四五十次这样的情况。</div><div><b>难以控制的心理变化</b></div><div>比如易激怒、抑郁等心理变化，当事人常常很难控制这些情绪，而且是一阵一阵地出现，叠加上之前提到的一系列症状，就会出现失眠、易怒、烦躁、焦虑和易疲劳等临床症状。</div><div>如果进一步发展，会出现<a href=\"http://dxy.com/column/2350\" target=\"_blank\">持久性情绪低落、活动减少、兴趣丧失等现象</a>，无法正常进行社会交往活动和工作生活，部分患者还会出现自杀倾向（或行为）。</div><div><b>变幻莫测的心血管症状</b></div><div>除此之外，还有心血管方面的症状，如血压的变化，有时候会忽高忽低的，常常伴有胸闷憋气等表现。</div><div><b>骨质疏松和关节酸痛</b></div><div>另外值得一提的是代谢方面的症状，主要是指大量钙离子流失导致的骨质疏松，表现为关节疼痛，这一表现在月经后的女性当中出现率几乎是 100%，主要出现在脚踝、膝关节等位置。</div><div>还有一些其他的症状，就更因人而异了。</div><div><br></div><div>上面这些症状写得很吓人，目的只有一个，就是希望女性在真正面临的时候，可以做好心理准备，处变不惊地应对这一切。</div><div>接受正确的处理和治疗，才能平稳祥和地度过这个阶段。</div><div>如果各位感兴趣的话，之后有时间会具体讲讲更年期综合征的治疗，同时也针对那些所谓的更年期「神药」辟谣。<br></div><div data-align=\"div-right\">责任编辑：丁若水</div><div><font color=\"#999999\">参考文献</font></div><div><font color=\"#999999\">1. 阮祥燕, 郭厉华, 吴国平, 等. 更年期妇女保健临床实施 方法 [J]. 当代医学,2010,6(9):71 75.&nbsp;</font></div><div><font color=\"#999999\">2. Stadberg E, Mattsson L A, milsom I.Factors associated with climacteric symptoms and the use of hormone replace - ment therapy [ J ] .Acta Obstet Gynecol Scand , 2000 , 79 (4):286 292.&nbsp;</font></div><div><font color=\"#999999\">3.康健, 林玲.434 例更年期妇女健康状况分析 [J]. 中国妇 幼保健,2000,15(2):104 106.&nbsp;</font></div><div><font color=\"#999999\">4.崔亚美. 阮祥燕. 田玄玄. 张颖. 武红琴. 刘玉兰. 甄洁. 北京妇产医院就诊妇女更年期症状发生率的调查研究 [J]-首都医科大学学报 2014(4)&nbsp;</font></div><div><font color=\"#999999\"><b>该文章独家授权丁香园使用，拒绝其它任何形式的转载</b><br></font></div><div><font color=\"#999999\">图片来源：shutterstock.com</font></div>";
        public Medical()
        {
            InitializeComponent();
            wf.NavigateToString(s);
        }
    }
}